{
    "about" : "About",
    "skills" : "Skills",
    "contact" : "Contact",
    "experience" : "Experience",
    "education" : "Education",
    "projects" : "Projects",

    "presentation" : "Presentation",
    "about-info" : "About me",
    "languages" : "Languages",
    "polish" : "Polish",
    "english" : "English",
    "b2" : "B2/C1",
    "native": "Native",

    "kalisz" : "Kalisz , Greater Poland, Poland",
    "hours" : "hours spent in front of computer",

    "github" : "Check my github account",
    "linkedin" : "Check my linkedin account",

    "about-content" : "Hi ! My name is Greg. I am ex-handball player, who had finally found my dream job / passion. In 2019 i've stated my journey with programming, and since then this is my way. I am really ambitious, stubborn, hardworking and resourceful. I'm learning something new everyday.",

    "basic": "I feel good but also still learning:",
    "good": "I feel comfortable with:",
    "advanced": "I am very confident in:",

    "chat.hello" : "Hello. How can I help You?",

    "bidroom.description" : "Solid start-up employing over 70 people, operating in the hotel industry. Unfortunately, at the end of the year, due to lack of funds, the project was closed",
    "bidroom.duties" : "Frontend tasks, adding new forms and validations, fix bugs, connections with gRPC, auth, AWS - pipelines, cognito",

    "cc.description" : "Startup creating a transport management system. A small team enabled close cooperation and joint modeling of the product. At the moment, the deadline for MVP is approaching",
    "cc.duties" : "Creating models, API, connecting FE and BE, creating forms, working with data, the visual layer of the application",

    "yuno.description" : "Continuation of the bidroom project under new management. An international team with large partners. The goal is to release the finished product by the fall. Odd job",
    "yuno.duties" : "new functionalities, bug fixes, authorization",

    "piu.description" : "The store was written from scratch, including the CMS system. Users have the option of creating an account, purchasing (also without creating an account), subscribing to the newsletter and contacting the store. The admin can add, edit, delete products and add them to the promotion. The site is translated into German, English and Arabic. Integration with the dotpay payment system.",
    "portfolio.description" : "Portfolio sharing information about me. It gives you the ability to change the language, contact, download your CV in PDF format and change the mode to night mode",
    "gb.description" : "Automated betting forum. Users have the opportunity to submit their tips, share opinions, follow other tipsters, track performance statistics and receive respect points or 'give beer' as a thank you. Admin using the panel is able to automatically settle events",

    "company" : "Company name",
    "duration" : "Period of cooperation",
    "position" : "Position",
    "tech" : "Tech stack",
    "about-company" : "About project",
    "duties" : "Duties",
    "link" : "Link",
    "message-me" : "Send message",
    "name" : "Hello. Whats Your name ?",
    "email" : "Nice to see You. What is Your email adress ?",
    "message" : "Thanks. Now, You can write message :)",
    "send" : "Thanks. Are You sure You want to send that email ?",
    "sent" : "Thanks. Message is sent",
    "required": "I will not accept empty fields! :)",
    "fail" : "Ok i understand. Next time :)"
}

