{
    "about" : "O mnie",
    "skills" : "Umiejętności",
    "contact" : "Kontakt",
    "experience" : "Doświadczenie",
    "education" : "Edukacja",
    "projects" : "Projekty",
    "job": "Praca",

    "presentation" : "Prezentacja",
    "about-info" : "O mnie",
    "languages" : "Języki",
    "polish" : "Polski",
    "english" : "Angielski",
    "b2" : "B2/C1",
    "native": "Ojczysty",

    "kalisz" : "Kalisz, wielkopolskie, Polska",
    "hours" : "godzin spędzonych przed komputerem",

    "github" : "Sprawdź moje konto na Github",
    "linkedin" : "Sprawdź moje konto na LinkedIn",

    "about-content" : "Cześć ! Mam na imię Grzegorz i jestem byłym piłkarzem ręcznym, który w końcu znalazł swoją wymarzoną pracę i pasję zarazem. W 2019 rozpocząłem przygodę z programowaniem i od tego czasu stała się moim życiem. Jestem osobą ambitną, upartą, nie bojącą się ciężkiej pracy i lubię sam znajdować rozwiązania dla pojawiających sie komplikacji. Codziennie uczę się czegoś nowego.",

    "basic": "Wykorzystywałem również w swojej pracy",
    "good": "Czuję się pewnie",
    "advanced": "Najsprawniej i najpewniej pracuje mi się w danych technologiach",

    "chat.hello" : "Witaj. Jak mogę Ci pomóc?",
    "g.celek@gmail.com": "g.celek@gmail.com",

    "yuno.description" : "Holenderski start up związany z branżą hotelaska, zatrudniający ponad 70 osób. Przez niecały rok pracowałem nad aplikacją dla supportu pisaną w mikrofrontach - składającą sie między innymi z aplikacji umożliwiającej zarządzanie hotelami, użytkownikami, statystykami, channel menagerami oraz rezerwacjami. Po krótkiej przerwie spowodowaniej problemami finansowymi firmy wznowiliśmy pracę i wyszliśmy na produkcję. Od tego czasu pracuję nad stroną główną i jej konfiguracją pod rozwiązania white-label",
    "yuno.duties" : "Frontend, integracja z cognito, naprawa bugów, redesign, nowe funkcjonalności",

    "piu.description" : "Sklep internetowy z sukiekami oraz biżuterią, wraz z systemem CMS. Aplikacja zintegrowana z płatnościami w dotpay, oraz dostępna w 3 wersjach językowych.",
    "portfolio.description" : "Portfolio udostępniające informację o mojej osobie. Daje możliwość zmianę jezyka, kontakt, pobranie CV w formie PDF oraz zmiane trybu na nocny",
    "muha.description" : "Portal z ofertami pracy dla naszych gości z ukrainy. Portal umożliwia dodawanie pracodawców/agencji i ofert pracy, oraz wyrażania o nich opini. Poza stroną internetową zakodowany został również cały system CMS. Portal jeszcze nie funkcjonuje - termin produkcji jest bardzo blisko",
    "carbook.description" : "Portal z autami na wynajem długoterminowy. Poza stroną główną stworzony został również system cms do zarzadzania autami oraz dodatkowymi pakietami",
 

    "company" : "Nazwa firmy",
    "duration" : "Okres współpracy",
    "position" : "Pozycja",
    "tech" : "Technologie",
    "about-company" : "O projekcie",
    "duties" : "Obowiązki",
    "link" : "Link",
    "message-me" : "Wyślij wiadomość",
    "name" : "Witaj. Jak masz na imię ?",
    "email" : "Miło Cię poznać. Jaki jest twój adres email ?",
    "message" : "Dziekuję za informację. Teraz wpisz treść wiadomości :)",
    "send" : "Dziekuję. Czy na pewno chcesz wysłać te dane do mnie ?",
    "sent" : "Dziekuję. Wiadomość została wysłana",
    "required": "Nie akceptuje takiej odpowiedzi :)",
    "fail" : "Szkoda. Daj znać następnym razem",


    "loader1": "Wczytuje dane ...",
    "loader2": "Ładuję osiągnięcia ...",
    "loader3": "Zliczam godziny spędzone przed komputerem ...",
    "loader4": "Ostatnie dociągnięcia ...",
    "loader5": "Już prawie jesteśmy !",

    "randomDog" : "Dodaje zdjęcie przykładowego psa którego zobaczyłem. Rasa ",
    "like": "Lubie to",
    "comment": "Komentarz",
    "share": "Wyślij",
    "error" : "Ups coś poszło nie tak, Spróbuj pownownie później",

    "fallow" : "Moje social media"
}
