{
    "about" : "O mnie",
    "skills" : "Umiejętności",
    "contact" : "Kontakt",
    "experience" : "Doświadczenie",
    "education" : "Edukacja",
    "projects" : "Projects",

    "presentation" : "Prezentacja",
    "about-info" : "O mnie",
    "languages" : "Języki",
    "polish" : "Polski",
    "english" : "Angielski",
    "b2" : "B2/C1",
    "native": "Ojczysty",

    "kalisz" : "Kalisz, wielkopolskie, Polska",
    "hours" : "godzin spędzonych przed komputerem",

    "github" : "Sprawdź moje konto na Github",
    "linkedin" : "Sprawdź moje konto na LinkedIn",

    "about-content" : "Cześć ! Mam na imię Grzegorz i jestem byłym piłkarzem ręcznym, który w końcu znalazł swoją wymarzoną pracę i pasję zarazem. W 2019 rozpocząłem przygodę z programowaniem i od tego czasu stała się moim życiem. Jestem osobą ambitną, upartą, nie bojącą się ciężkiej pracy i lubię sam znajdować rozwiązania dla pojawiających sie komplikacji. Codziennie uczę się czegoś nowego.",

    "basic": "Czuje się dobrze, ale wciaż się uczę:",
    "good": "Czuję się pewnie",
    "advanced": "Najsprawniej i najpewniej pracuje mi się w danych technologiach",

    "chat.hello" : "Witaj. Jak mogę Ci pomóc?",

    "bidroom.description" : "Holenderski start up zatrudniający ponad 70 osób, działający w branzy hotelarskiej. Niestety z powodu braku funduszy, projekt został zamknięty",
    "bidroom.duties" : "Głównie frontendowe taski, dodawanie i walidacja formularzy, naprawianie błędów, połączenie z gRPC, auth, AWS- pipelines, cognito",

    "cc.description" : "Startup tworzacy system do zarządzania transportem drogowym. Mały team umożliwiał ścisłą współpracę i wspólne modelowanie produktu. Na chwilę obecną zbliża sie termin zakończenia MVP",
    "cc.duties" : "Tworzenie modelów, API, połączenie FE i BE, tworzenie formularzy, praca na danych, warstwa wizualna aplikacji",

    "yuno.description" : "Kontynuacja projektu z bidroom pod nowym zarządem. Międzynarodowy zespół z duzymi partnerami. Celem jest wypuszczenie gotowego produktu do jesieni. Praca dorywcza",
    "yuno.duties" : "nowe funkcjonalności, naprawa błędów, auth",

    "piu.description" : "Sklep napisany od podstaw, łącznie z systemem CMS. Uzytkownicy mają możliwość utworzenia konta, zakupu (również bez zakładnia konta) zapisania się do newslettera oraz kontaktu ze sklepem. Admin moze dodawać, edytować, usuwać produkty oraz dodawać je do promocji. Strona jest przetłumaczona na jezyk niemiecki, angielski i arabski. Integracja z systemem płatności dotpay.",
    "portfolio.description" : "Portfolio udostępniające informację o mojej osobie. Daje możliwość zmianę jezyka, kontakt, pobranie CV w formie PDF oraz zmiane trybu na nocny",
    "gb.description" : "Zautomatyzowane forum bukmacherskie. Użytkownicy mają możliwość podawania swoich typów,dzielenia sie opiniami, obserwowania innych typerów, śledzenia statystyk skuteczności oraz otrzymywania punktów respektu lub 'stawiania piwka' w ramach podziekowania. Admin korzystając z panelu jest w stanie automatycznie rozliczać wydarzenia",

    "company" : "Nazwa firmy",
    "duration" : "Okres współpracy",
    "position" : "Pozycja",
    "tech" : "Technologie",
    "about-company" : "O projekcie",
    "duties" : "Obowiązki",
    "link" : "Link",
    "message-me" : "Wyślij wiadomość",
    "name" : "Witaj. Jak masz na imię ?",
    "email" : "Miło Cię poznać. Jaki jest twój adres email ?",
    "message" : "Dziekuję za informację. Teraz wpisz treść wiadomości :)",
    "send" : "Dziekuję. Czy na pewno chcesz wysłać te dane do mnie ?",
    "sent" : "Dziekuję. Wiadomość została wysłana",
    "required": "Nie akceptuje takiej odpowiedzi :)",
    "fail" : "Szkoda. Daj znać następnym razem",


    "loader1": "Wczytuje dane ...",
    "loader2": "Ładuję osiągnięcia ...",
    "loader3": "Zliczam godziny spędzone przed komputerem ...",
    "loader4": "Ostatnie dociągnięcia ...",
    "loader5": "Już prawie jesteśmy !",

    "randomDog" : "Dodaje zdjęcie przykładowego psa którego zobaczyłem. Rasa ",
    "like": "Lubie to",
    "comment": "Komentarz",
    "share": "Wyślij",
    "error" : "Ups coś poszło nie tak, Spróbuj pownownie później",

    "fallow" : "Moje social media"
}
